Tekla.Structures.DrawingInternal.dotGrViewShorteningAttributes_t


Tekla.Structures.DrawingInternal.dotGrViewShorteningAttributes_t.CutParts


Tekla.Structures.DrawingInternal.dotGrViewShorteningAttributes_t.CutSkewParts


Tekla.Structures.DrawingInternal.dotGrViewShorteningAttributes_t.MinimumLength


Tekla.Structures.DrawingInternal.dotGrViewShorteningAttributes_t.Offset


Tekla.Structures.DrawingInternal.dotGrViewShorteningAttributes_t.CutPartType


Tekla.Structures.DrawingInternal.dotGrViewShorteningAttributes_t.ToStruct(Tekla.Structures.Drawing.View.ViewShorteningAttributes)


Tekla.Structures.DrawingInternal.dotGrViewShorteningAttributes_t.FromStruct(Tekla.Structures.Drawing.View.ViewShorteningAttributes)
